Repository: kitknox/rootshell
Catalog: Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, es, fi, fr, he, hu, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ro, sl, sv, uk, vi, zh_hans, zh_hant

source: Roam sends an SSH command to run hping3 on the server. This sends a UDP packet from the mosh-server port to your public IP, punching through the firewall.
ar: يرسل Roam أمر SSH لتشغيل hping3 على الخادم. يرسل هذا حزمة UDP من منفذ mosh-server إلى عنوان IP العام الخاص بك لاختراق جدار الحماية.
ca: Roam envia una ordre SSH per executar hping3 al servidor. Això envia un paquet UDP des del port de mosh-server a la vostra IP pública, travessant el tallafocs.
cs: Roam odešle SSH příkaz pro spuštění hping3 na serveru. To odešle UDP paket z portu mosh-serveru na vaši veřejnou IP, čímž prorazí firewall.
da: Roam sender en SSH-kommando for at køre hping3 på serveren. Dette sender en UDP-pakke fra mosh-server-porten til din offentlige IP og bryder igennem firewallen.
de: Roam sendet einen SSH-Befehl, um hping3 auf dem Server auszuführen. Dies sendet ein UDP-Paket vom Mosh-Server-Port an Ihre öffentliche IP und durchdringt die Firewall.
es: Roam envía un comando SSH para ejecutar hping3 en el servidor. Esto envía un paquete UDP desde el puerto de mosh-server a su IP pública, perforando el firewall.
fi: Roam lähettää SSH-komennon suorittaakseen hping3:n palvelimella. Tämä lähettää UDP-paketin mosh-server-portista julkiseen IP-osoitteeseesi palomuurin läpi.
fr: Roam envoie une commande SSH pour exécuter hping3 sur le serveur. Cela envoie un paquet UDP depuis le port du serveur mosh vers votre IP publique, traversant le pare-feu.
he: Roam שולח פקודת SSH להפעלת hping3 על השרת. פעולה זו שולחת חבילת UDP מפורט mosh-server לכתובת ה-IP הציבורית שלך, ופורצת דרך חומת האש.
hu: A Roam egy SSH parancsot küld a hping3 futtatásához a szerveren. Ez egy UDP csomagot küld a mosh-server portról az Ön nyilvános IP-címére, áttörve a tűzfalon.
it: Roam invia un comando SSH per eseguire hping3 sul server. Questo invia un pacchetto UDP dalla porta del mosh-server al proprio IP pubblico, perforando il firewall.
ja: RoamはSSHコマンドを送信してサーバー上でhping3を実行します。これにより、mosh-serverポートからパブリックIPへUDPパケットが送信され、ファイアウォールを通過します。
ko: Roam은 SSH 명령을 보내 서버에서 hping3을 실행합니다. mosh-server port에서 공용 IP로 UDP 패킷을 보내 방화벽을 통과합니다.
nb: Roam sender en SSH-kommando for å kjøre hping3 på serveren. Dette sender en UDP-pakke fra mosh-server-porten til din offentlige IP, og slår gjennom brannmuren.
nl: Roam stuurt een SSH-opdracht om hping3 op de server uit te voeren. Dit verzendt een UDP-pakket van de mosh-serverpoort naar uw publieke IP, waarmee door de firewall wordt geponst.
pl: Roam wysyła polecenie SSH, aby uruchomić hping3 na serwerze. Powoduje to wysłanie pakietu UDP z portu mosh-server na Twój publiczny adres IP, przebijając się przez zaporę sieciową.
pt_br: O Roam envia um comando SSH para executar hping3 no servidor. Isso envia um pacote UDP da porta do mosh-server para seu IP público, atravessando o firewall.
pt_pt: O Roam envia um comando SSH para executar hping3 no servidor. Isto envia um pacote UDP da porta do mosh-server para o seu IP público, perfurando a firewall.
ro: Roam trimite o comanda SSH pentru a rula hping3 pe server. Aceasta trimite un pachet UDP de la portul mosh-server catre IP-ul dvs. public, traversand firewall-ul.
sl: Roam pošlje SSH ukaz za zagon hping3 na strežniku. To pošlje UDP paket z vrat mosh-strežnika na vaš javni IP in prebije požarni zid.
sv: Roam skickar ett SSH-kommando för att köra hping3 på servern. Detta skickar ett UDP-paket från mosh-serverns port till din publika IP och punchar genom brandväggen.
uk: Roam надсилає SSH-команду для запуску hping3 на сервері. Це відправляє UDP-пакет з порту mosh-server на вашу публічну IP-адресу, пробиваючи файрвол.
vi: Roam gửi lệnh SSH để chạy hping3 trên server. Lệnh này gửi gói UDP từ cổng mosh-server đến IP công khai của bạn, xuyên qua tường lửa.
zh_hans: Roam 发送 SSH 命令在服务器上运行 hping3。这会从 mosh-server 端口向您的公网 IP 发送 UDP 数据包，打通防火墙。
zh_hant: Roam 傳送 SSH 指令在伺服器上執行 hping3。這會從 mosh-server 連接埠向您的公用 IP 傳送 UDP 封包，打通防火牆。

source: Roam uses our mosh-compatible protocol for robust mobile connections.
ar: يستخدم Roam بروتوكولنا المتوافق مع mosh لاتصالات متنقلة موثوقة.
ca: Roam utilitza el nostre protocol compatible amb mosh per a connexions mòbils robustes.
cs: Roam používá náš protokol kompatibilní s mosh pro spolehlivé mobilní připojení.
da: Roam bruger vores mosh-kompatible protokol til robuste mobilforbindelser.
de: Roam nutzt unser mosh-kompatibles Protokoll für zuverlässige mobile Verbindungen.
es: Roam usa nuestro protocolo compatible con mosh para conexiones móviles robustas.
fi: Roam käyttää mosh-yhteensopivaa protokollaamme luotettaviin mobiiliyhteyksiin.
fr: Roam utilise notre protocole compatible mosh pour des connexions mobiles robustes.
he: Roam משתמש בפרוטוקול תואם mosh שלנו לחיבורים ניידים חזקים.
hu: A Roam a mosh-kompatibilis protokollunkat használja stabil mobil kapcsolatokhoz.
it: Roam utilizza il nostro protocollo compatibile con mosh per connessioni mobili robuste.
ja: Roam は mosh 互換プロトコルを使用して安定したモバイル接続を提供します。
ko: Roam은 mosh 호환 프로토콜을 사용하여 안정적인 모바일 연결을 제공합니다.
nb: Roam bruker vår mosh-kompatible protokoll for robuste mobiltilkoblinger.
nl: Roam gebruikt ons mosh-compatibel protocol voor robuuste mobiele verbindingen.
pl: Roam używa naszego protokołu kompatybilnego z mosh dla niezawodnych połączeń mobilnych.
pt_br: Roam usa nosso protocolo compatível com mosh para conexões móveis robustas.
pt_pt: Roam usa o nosso protocolo compatível com mosh para ligações móveis robustas.
ro: Roam folosește protocolul nostru compatibil cu mosh pentru conexiuni mobile robuste.
sl: Roam uporablja naš protokol, združljiv z mosh, za zanesljive mobilne povezave.
sv: Roam använder vårt mosh-kompatibla protokoll för robusta mobilanslutningar.
uk: Roam використовує наш mosh-сумісний протокол для надійних мобільних з'єднань.
vi: Roam sử dụng giao thức tương thích mosh của chúng tôi để kết nối di động ổn định.
zh_hans: Roam 使用我们兼容 mosh 的协议来实现稳定的移动连接。
zh_hant: Roam 使用我們相容 mosh 的協定來實現穩定的行動連線。

source: roaming between WiFi and cellular. Sessions persist even when
ar: التجوال بين WiFi والشبكة الخلوية. تبقى الجلسات نشطة حتى عند
ca: itinerància entre WiFi i dades mòbils. Les sessions persisteixen fins i tot quan
cs: roaming mezi WiFi a mobilní sítí. Relace přetrvávají, i když
da: roaming mellem WiFi og mobilnetværk. Sessioner bevares selv når
de: Roaming zwischen WiFi und Mobilfunk. Sitzungen bleiben bestehen, selbst wenn
es: itinerancia entre WiFi y datos móviles. Las sesiones persisten incluso cuando
fi: vaeltelu WiFi- ja mobiiliverkkojen välillä. Istunnot säilyvät, vaikka
fr: itinérance entre WiFi et cellulaire. Les sessions persistent même lorsque
he: מעבר בין WiFi לסלולר. הפעלות נשמרות גם כאשר
hu: váltás WiFi és mobilhálózat között. A munkamenetek megmaradnak még akkor is, amikor
it: roaming tra WiFi e cellulare. Le sessioni persistono anche quando
ja: WiFi とモバイルデータ間のローミング。セッションは
ko: WiFi와 셀룰러 간 로밍. 세션은
nb: roaming mellom WiFi og mobil. Økter vedvarer selv når
nl: roaming tussen WiFi en mobiel. Sessies blijven behouden zelfs wanneer
pl: przełączaniu między WiFi a siecią komórkową. Sesje są zachowywane nawet gdy
pt_br: alternando entre WiFi e celular. As sessões persistem mesmo quando
pt_pt: alternando entre WiFi e dados móveis. As sessões persistem mesmo quando
ro: comutarea între WiFi și rețeaua celulară. Sesiunile persistă chiar și când
sl: preklapljanju med WiFi in mobilnim omrežjem. Seje se ohranijo tudi ko
sv: roaming mellan WiFi och mobilt. Sessioner kvarstår även när
uk: роумінг між WiFi та мобільним зв'язком. Сеанси зберігаються навіть коли
vi: chuyển vùng giữa WiFi và mạng di động. Phiên vẫn duy trì ngay cả khi
zh_hans: 在 WiFi 和蜂窝网络之间漫游。即使当
zh_hant: 在 WiFi 和行動網路之間漫遊。即使當

source: Role
ar: الدور
ca: Rol
da: Rolle
de: Rolle
es: Rol
fi: Rooli
fr: Rôle
he: תפקיד
hu: Szerepkör
it: Ruolo
ja: ロール
ko: 역할
nb: Rolle
nl: Rol
pl: Rola
pt_br: Função
pt_pt: Função
ro: Rol
sl: Vloga
sv: Roll
uk: Роль
vi: Vai Trò
zh_hans: 角色
zh_hant: 角色

source: Root (No Folder)
ar: الجذر (بدون مجلد)
ca: Arrel (sense carpeta)
cs: Kořen (žádná složka)
da: Rod (ingen mappe)
de: Stammverzeichnis (kein Ordner)
es: Raíz (sin carpeta)
fi: Juuri (ei kansiota)
fr: Racine (aucun dossier)
he: שורש (ללא תיקייה)
hu: Gyökér (nincs mappa)
it: Radice (nessuna cartella)
ja: ルート（フォルダなし）
ko: 루트 (폴더 없음)
nb: Rot (ingen mappe)
nl: Hoofdmap (geen map)
pl: Katalog główny (bez folderu)
pt_br: Raiz (Sem Pasta)
pt_pt: Raiz (Sem Pasta)
ro: Radacina (fara dosar)
sl: Korenski imenik (brez mape)
sv: Rot (ingen mapp)
uk: Корінь (без теки)
vi: Thư Mục Gốc (Không Có Thư Mục)
zh_hans: 根目录（无文件夹）
zh_hant: 根目錄（無資料夾）

source: Rootshell Helper Required
ar: مطلوب مساعد Rootshell
ca: Es requereix Rootshell Helper
cs: Vyžadován Rootshell Helper
da: Rootshell Helper påkrævet
de: Rootshell-Helper erforderlich
es: Se requiere Rootshell Helper
fi: Rootshell Helper vaaditaan
fr: Rootshell Helper requis
he: נדרש Rootshell Helper
hu: Rootshell Helper szükséges
it: Rootshell Helper richiesto
ja: Rootshell Helperが必要です
ko: Rootshell Helper 필요
nb: Rootshell Helper kreves
nl: Rootshell Helper vereist
pl: Wymagany Rootshell Helper
pt_br: Rootshell Helper Necessário
pt_pt: Rootshell Helper Necessário
ro: Rootshell Helper necesar
sl: Potreben je Rootshell Helper
sv: Rootshell Helper krävs
uk: Потрібен Rootshell Helper
vi: Cần Rootshell Helper
zh_hans: 需要 Rootshell Helper
zh_hant: 需要 Rootshell Helper

source: Rootshell wasn't granted access to %@.
ar: لم يُمنح Rootshell حق الوصول إلى %@.
ca: Rootshell no ha obtingut accés a %@.
cs: Aplikaci Rootshell nebyl udělen přístup k %@.
da: Rootshell fik ikke adgang til %@.
de: Rootshell wurde kein Zugriff auf %@ gewährt.
es: Rootshell no obtuvo acceso a %@.
fi: Rootshellille ei myönnetty pääsyä kohteeseen %@.
fr: Rootshell n'a pas obtenu l'accès à %@.
he: ל-Rootshell לא ניתנה גישה אל %@.
hu: A Rootshell nem kapott hozzáférést ehhez: %@.
it: Rootshell non ha ottenuto l'accesso a %@.
ja: Rootshell に %@ へのアクセスが許可されていません。
ko: Rootshell에 %@에 대한 접근 권한이 부여되지 않았습니다.
nb: Rootshell fikk ikke tilgang til %@.
nl: Rootshell heeft geen toegang gekregen tot %@.
pl: Aplikacja Rootshell nie uzyskała dostępu do %@.
pt_br: O Rootshell não obteve acesso a %@.
pt_pt: O Rootshell não obteve acesso a %@.
ro: Rootshell nu a primit acces la %@.
sl: Aplikaciji Rootshell ni bil odobren dostop do %@.
sv: Rootshell beviljades inte åtkomst till %@.
uk: Застосунку Rootshell не надано доступ до %@.
vi: Rootshell không được cấp quyền truy cập vào %@.
zh_hans: Rootshell 未获授权访问 %@。
zh_hant: Rootshell 未獲授權存取 %@。

source: Route Exclusions
ar: استثناءات المسارات
ca: Exclusions de rutes
cs: Výjimky tras
da: Ruteundtagelser
de: Routenausnahmen
es: Exclusiones de rutas
fi: Reittien poissulkemiset
fr: Exclusions de routes
he: החרגות ניתוב
hu: Útvonal kizárások
it: Esclusioni di rotta
ja: ルート除外
ko: 라우트 제외
nb: Ruteunntak
nl: Routeuitsluitingen
pl: Wykluczenia tras
pt_br: Exclusões de Rota
pt_pt: Exclusões de Rota
ro: Excluderi de rute
sl: Izključitve poti
sv: Ruttundantag
uk: Виключення маршрутів
vi: Loại Trừ Tuyến Đường
zh_hans: 路由排除
zh_hant: 路由排除

source: Rubber Band Scrolling
ar: التمرير المطاطي
ca: Desplaçament elàstic
cs: Pružné posouvání
da: Elastisk rulning
de: Gummiband-Scrollen
es: Desplazamiento elástico
fi: Joustava vieritys
fr: Défilement élastique
he: גלילה אלסטית
hu: Rugalmas görgetés
it: Scorrimento elastico
ja: ラバーバンドスクロール
ko: 고무줄 스크롤
nb: Elastisk rulling
nl: Elastisch scrollen
pl: Sprężyste przewijanie
pt_br: Rolagem elástica
pt_pt: Deslocamento elástico
ro: Derulare elastică
sl: Elastično drsenje
sv: Elastisk rullning
uk: Еластична прокрутка
vi: Cuộn đàn hồi
zh_hans: 橡皮筋滚动
zh_hant: 橡皮筋捲動

source: Rules
ar: القواعد
ca: Regles
cs: Pravidla
da: Regler
de: Regeln
es: Reglas
fi: Säännöt
fr: Règles
he: כללים
hu: Szabályok
it: Regole
ja: ルール
ko: 규칙
nb: Regler
nl: Regels
pl: Reguły
pt_br: Regras
pt_pt: Regras
ro: Reguli
sl: Pravila
sv: Regler
uk: Правила
vi: Quy Tắc
zh_hans: 规则
zh_hant: 規則

source: Run as initial command
ar: تشغيل كأمر أولي
ca: Executa com a ordre inicial
cs: Spustit jako počáteční příkaz
da: Kør som indledende kommando
de: Als Anfangsbefehl ausführen
es: Ejecutar como comando inicial
fi: Suorita aloituskomentona
fr: Exécuter comme commande initiale
he: הפעלה כפקודה ראשונית
hu: Futtatás kezdeti parancsként
it: Esegui come comando iniziale
ja: 初期コマンドとして実行
ko: 초기 명령으로 실행
nb: Kjør som innledende kommando
nl: Uitvoeren als initiële opdracht
pl: Uruchom jako polecenie początkowe
pt_br: Executar como comando inicial
pt_pt: Executar como comando inicial
ro: Rulează ca o comandă inițială
sl: Zaženi kot začetni ukaz
sv: Kör som inledande kommando
uk: Запустити як початкову команду
vi: Chạy như lệnh khởi đầu
zh_hans: 作为初始命令运行
zh_hant: 作為初始命令執行

source: Run Command
ar: تشغيل أمر
ca: Executar ordre
cs: Spustit příkaz
da: Kør kommando
de: Befehl ausführen
es: Ejecutar comando
fi: Suorita komento
fr: Exécuter une commande
he: הפעל פקודה
hu: Parancs futtatása
it: Esegui comando
ja: コマンドを実行
ko: 명령 실행
nb: Kjør kommando
nl: Opdracht uitvoeren
pl: Uruchom polecenie
pt_br: Executar Comando
pt_pt: Executar Comando
ro: Executare comanda
sl: Zaženi ukaz
sv: Kör kommando
uk: Виконати команду
vi: Chạy Lệnh
zh_hans: 运行命令
zh_hant: 執行指令

source: Run Command over SSH
ar: تشغيل أمر عبر SSH
ca: Executar ordre per SSH
cs: Spustit příkaz přes SSH
da: Kør kommando via SSH
de: Befehl über SSH ausführen
es: Ejecutar comando por SSH
fi: Suorita komento SSH:n kautta
fr: Exécuter une commande via SSH
he: הרצת פקודה דרך SSH
hu: Parancs futtatása SSH-n keresztül
it: Esegui comando via SSH
ja: SSHでコマンドを実行
ko: SSH로 명령 실행
nb: Kjør kommando over SSH
nl: Voer opdracht uit via SSH
pl: Uruchom polecenie przez SSH
pt_br: Executar Comando via SSH
pt_pt: Executar Comando por SSH
ro: Execută comandă prin SSH
sl: Zaženi ukaz prek SSH
sv: Kör kommando via SSH
uk: Виконати команду через SSH
vi: Chạy lệnh qua SSH
zh_hans: 通过 SSH 运行命令
zh_hant: 透過 SSH 執行指令

source: Run commands locally on your iOS device. Supported commands include ls, cd, pwd, cat, grep, curl, and more.
ar: شغّل الأوامر محلياً على جهاز iOS الخاص بك. تشمل الأوامر المدعومة ls وcd وpwd وcat وgrep وcurl وغيرها.
ca: Executeu ordres localment al vostre dispositiu iOS. Les ordres compatibles inclouen ls, cd, pwd, cat, grep, curl i més.
cs: Spouštějte příkazy lokálně na svém iOS zařízení. Podporované příkazy zahrnují ls, cd, pwd, cat, grep, curl a další.
da: Kør kommandoer lokalt på din iOS-enhed. Understøttede kommandoer inkluderer ls, cd, pwd, cat, grep, curl og flere.
de: Führen Sie Befehle lokal auf Ihrem iOS-Gerät aus. Unterstützte Befehle umfassen ls, cd, pwd, cat, grep, curl und mehr.
es: Ejecute comandos localmente en su dispositivo iOS. Los comandos compatibles incluyen ls, cd, pwd, cat, grep, curl y más.
fi: Suorita komentoja paikallisesti iOS-laitteellasi. Tuettuja komentoja ovat mm. ls, cd, pwd, cat, grep, curl ja muut.
fr: Exécutez des commandes localement sur votre appareil iOS. Les commandes prises en charge incluent ls, cd, pwd, cat, grep, curl et bien d'autres.
he: הפעל פקודות מקומית במכשיר ה-iOS שלך. הפקודות הנתמכות כוללות ls, cd, pwd, cat, grep, curl ועוד.
hu: Parancsok futtatása helyben az iOS eszközön. Támogatott parancsok: ls, cd, pwd, cat, grep, curl és még sok más.
it: Eseguire comandi localmente sul dispositivo iOS. I comandi supportati includono ls, cd, pwd, cat, grep, curl e altri.
ja: iOSデバイス上でコマンドをローカルに実行します。ls、cd、pwd、cat、grep、curlなどのコマンドに対応しています。
ko: iOS 기기에서 로컬로 명령을 실행합니다. ls, cd, pwd, cat, grep, curl 등의 명령을 지원합니다.
nb: Kjør kommandoer lokalt på iOS-enheten din. Støttede kommandoer inkluderer ls, cd, pwd, cat, grep, curl og mer.
nl: Voer opdrachten lokaal uit op uw iOS-apparaat. Ondersteunde opdrachten zijn onder andere ls, cd, pwd, cat, grep, curl en meer.
pl: Uruchamiaj polecenia lokalnie na urządzeniu iOS. Obsługiwane polecenia to m.in. ls, cd, pwd, cat, grep, curl i inne.
pt_br: Execute comandos localmente no seu dispositivo iOS. Os comandos suportados incluem ls, cd, pwd, cat, grep, curl e outros.
pt_pt: Execute comandos localmente no seu dispositivo iOS. Os comandos suportados incluem ls, cd, pwd, cat, grep, curl, entre outros.
ro: Executati comenzi local pe dispozitivul iOS. Comenzile acceptate includ ls, cd, pwd, cat, grep, curl si altele.
sl: Izvajajte ukaze lokalno na vaši napravi iOS. Podprti ukazi vključujejo ls, cd, pwd, cat, grep, curl in druge.
sv: Kör kommandon lokalt på din iOS-enhet. Kommandon som stöds inkluderar ls, cd, pwd, cat, grep, curl med flera.
uk: Виконуйте команди локально на вашому iOS-пристрої. Підтримуються команди ls, cd, pwd, cat, grep, curl та інші.
vi: Chạy lệnh cục bộ trên thiết bị iOS của bạn. Các lệnh được hỗ trợ bao gồm ls, cd, pwd, cat, grep, curl và nhiều lệnh khác.
zh_hans: 在 iOS 设备上本地运行命令。支持的命令包括 ls、cd、pwd、cat、grep、curl 等。
zh_hant: 在 iOS 裝置上本機執行指令。支援的指令包括 ls、cd、pwd、cat、grep、curl 等。

source: Run the terminal and its keyboard toolbar edge-to-edge under the home indicator. Off keeps a small gap so the home-swipe gesture doesn't interfere with taps and text selection near the bottom.
ar: تشغيل الطرفية وشريط أدوات لوحة المفاتيح من الحافة إلى الحافة أسفل مؤشر الشاشة الرئيسية. عند الإيقاف، تبقى فجوة صغيرة حتى لا تتداخل إيماءة التمرير للعودة إلى الشاشة الرئيسية مع النقرات وتحديد النص بالقرب من الأسفل.
ca: Mostra el terminal i la seva barra d'eines del teclat de vora a vora sota l'indicador d'inici. Si està desactivat, es manté un petit espai perquè el gest de lliscament d'inici no interfereixi amb els tocs ni amb la selecció de text a prop de la part inferior.
cs: Zobrazí terminál a jeho klávesovou lištu od kraje ke kraji pod indikátorem plochy. Když je vypnuto, ponechá se malá mezera, aby gesto přejetí pro přechod na plochu nepřekáželo klepnutím a výběru textu u dolního okraje.
da: Vis terminalen og dens tastaturværktøjslinje helt ud til kanten under Hjem-indikatoren. Når det er slået fra, bevares et lille mellemrum, så stryg-til-Hjem-bevægelsen ikke forstyrrer tryk og tekstmarkering nederst.
de: Zeigt das Terminal und seine Tastatur-Symbolleiste randlos unter dem Home-Indikator an. Ist die Option aus, bleibt ein kleiner Abstand, damit die Wischgeste zum Home-Bildschirm Tippen und Textauswahl am unteren Rand nicht stört.
es: Muestra el terminal y su barra de herramientas del teclado de borde a borde bajo el indicador de inicio. Si está desactivado, se mantiene un pequeño espacio para que el gesto de deslizamiento de inicio no interfiera con los toques ni con la selección de texto cerca de la parte inferior.
fi: Näyttää terminaalin ja sen näppäimistötyökalurivin reunasta reunaan Koti-osoittimen alla. Kun asetus on pois päältä, jätetään pieni väli, jotta Koti-pyyhkäisyele ei häiritse napautuksia eikä tekstin valintaa alareunassa.
fr: Affiche le terminal et sa barre d'outils clavier bord à bord sous l'indicateur d'accueil. Désactivé, un petit espace est conservé pour que le geste de balayage vers l'écran d'accueil ne gêne pas les touchers ni la sélection de texte près du bas.
he: מציג את הטרמינל ואת סרגל הכלים של המקלדת מקצה לקצה מתחת למחוון מסך הבית. כשהאפשרות כבויה, נשמר מרווח קטן כדי שמחוות ההחלקה למסך הבית לא תפריע להקשות ולבחירת טקסט בקרבת התחתית.
hu: A terminál és a billentyűzet eszköztára szegélytől szegélyig jelenik meg a kezdőképernyő-jelző alatt. Kikapcsolva egy kis hely marad, hogy a kezdőképernyőre lépő pöccintő mozdulat ne zavarja a koppintásokat és a szövegkijelölést az alsó szélen.
it: Mostra il terminale e la sua barra strumenti della tastiera da bordo a bordo sotto l'indicatore Home. Se disattivato, viene mantenuto un piccolo spazio in modo che il gesto di scorrimento verso Home non interferisca con i tocchi e la selezione del testo in basso.
ja: ホームインジケータの下まで、ターミナルとそのキーボードツールバーを画面いっぱいに表示します。オフにすると、下部でのタップや文字選択をホームへのスワイプ操作が妨げないよう、わずかな余白が残ります。
ko: 홈 막대 아래까지 터미널과 키보드 도구 막대를 가장자리까지 꽉 채워 표시합니다. 끄면 약간의 여백을 남겨, 홈으로 가는 스와이프 제스처가 하단 근처의 탭과 텍스트 선택을 방해하지 않도록 합니다.
nb: Vis terminalen og tastaturverktøylinjen helt ut til kanten under Hjem-indikatoren. Når dette er av, beholdes et lite mellomrom slik at sveipebevegelsen til Hjem ikke forstyrrer trykk og tekstmarkering nederst.
nl: Toont de terminal en de bijbehorende toetsenbordwerkbalk van rand tot rand onder de Home-aanduiding. Uitgeschakeld blijft er een kleine ruimte over, zodat het veeggebaar naar het beginscherm tikken en tekstselectie onderaan niet hindert.
pl: Wyświetla terminal i jego pasek narzędzi klawiatury od krawędzi do krawędzi pod wskaźnikiem ekranu początkowego. Po wyłączeniu pozostaje niewielki odstęp, aby gest przesunięcia do ekranu początkowego nie kolidował z dotknięciami i zaznaczaniem tekstu przy dolnej krawędzi.
pt_br: Exibe o terminal e sua barra de ferramentas do teclado de borda a borda sob o indicador de início. Quando desativado, mantém um pequeno espaço para que o gesto de deslizar para a tela de Início não interfira nos toques nem na seleção de texto perto da parte inferior.
pt_pt: Mostra o terminal e a respetiva barra de ferramentas do teclado de extremo a extremo sob o indicador do ecrã principal. Quando desativado, mantém um pequeno espaço para que o gesto de deslizar para o ecrã principal não interfira com os toques nem com a seleção de texto perto da parte inferior.
ro: Afișează terminalul și bara sa de instrumente a tastaturii de la margine la margine sub indicatorul ecranului principal. Dezactivat, se păstrează un mic spațiu, astfel încât gestul de glisare spre ecranul principal să nu interfereze cu atingerile și cu selectarea textului în partea de jos.
sl: Prikaže terminal in njegovo orodno vrstico tipkovnice od roba do roba pod indikatorjem začetnega zaslona. Ko je možnost izklopljena, ostane majhna vrzel, da poteg za vrnitev na začetni zaslon ne moti dotikov in izbire besedila pri dnu.
sv: Visar terminalen och dess tangentbordsverktygsfält kant till kant under hemindikatorn. När det är avstängt behålls ett litet mellanrum så att svepgesten till hemskärmen inte stör tryckningar och textmarkering längst ned.
uk: Показує термінал і його панель інструментів клавіатури від краю до краю під індикатором основного екрана. Якщо вимкнено, залишається невеликий проміжок, щоб жест проведення для повернення на основний екран не заважав дотикам і виділенню тексту біля нижнього краю.
vi: Hiển thị terminal và thanh công cụ bàn phím của nó tràn viền xuống dưới thanh chỉ báo màn hình chính. Khi tắt, một khoảng trống nhỏ được giữ lại để cử chỉ vuốt về màn hình chính không cản trở thao tác chạm và việc chọn văn bản ở gần phía dưới.
zh_hans: 让终端及其键盘工具栏全屏延伸至主屏幕指示器下方。关闭时会保留一小段间距，以免返回主屏幕的滑动手势干扰底部附近的点按和文本选择。
zh_hant: 讓終端機及其鍵盤工具列全螢幕延伸至主畫面指示器下方。關閉時會保留一小段間距，以免返回主畫面的滑動手勢干擾底部附近的點按與文字選取。
